aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
mikestead.dotenv
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
mylesmurphy.prettify-ts
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-xml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
william-voyek.vscode-nginx
wix.vscode-import-cost
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
